import React from "react";
import "../style.scss";
import { Paragraph } from "../../Paragraph";

export const Article = () => {
  return (
    <div className="article container">
      <span className="article__code">
        УДК 378
        <br /> ББК 60.54
      </span>
      <div className="article__annotation">
        <span className="article__annotation__text">
          Линник А.С.
          <br /> Шестакова Л.И.
          <br /> Южно-Уральский государственный университет,
          <br /> г. Челябинск
        </span>
      </div>
      <h1 className="article__title">
        ТРАДИЦИОННЫЕ ЦЕННОСТИ В КОНТЕКСТЕ «РОССИЙСКОЙ МЕЧТЫ» И ИХ ВЛИЯНИЕ НА
        МОЛОДЁЖЬ
      </h1>
      <p className="article__text">
        Воспитание традиционных ценностей у подрастающих поколений является
        важнейшим направлением в политике российского государства в формировании
        гражданской идентичности молодёжи, так как страна нуждается в
        осознанных, ответственных, преданных и нравственных молодых людей,
        которые бы смогли в будущем развивать идею «российской мечты».
      </p>
      <p className="article__text">
        <b>Ключевые слова:</b> традиционные ценности, молодёжь, «российская
        мечта», идентичность, современное российское общество.
      </p>
      <div className="article__subtitleContainer">
        <h2 className="article__subtitleContainer__subtitle">
          Traditional values in the context of the “russian dream” and their
          impact on youth
        </h2>
        <h2 className="article__subtitleContainer__subtitle">
          A.S. Linnik, L.I. Shestakova
          <br /> South-Ural State University
        </h2>
      </div>
      <p className="article__text" style={{ marginTop: "5rem" }}>
        Education traditional values among younger generations is the most
        important direction in the policy of the Russian state in the formation
        of the civic identity of youth, as the country needs conscious,
        responsible, devoted and moral young people who would be able to develop
        the idea of the “russian dream” in the future.
      </p>
      <p className="article__text" style={{ marginBottom: "4rem" }}>
        <b>Key words:</b> traditional values, youth, “russian dream”, identity,
        modern Russian society.
      </p>
      <Paragraph
        text="Для любого государства и его общества важно иметь определенные ценности,
        поскольку именно ценности являются основой идентичности и культурного
        единства народа. Российская Федерация не является исключением и также,
        как и многие страны работает над формированием ценностных ориентиров, на
        которых строится общество, для того, чтобы содействовать стабильному
        развития страны. В 2015 году Россия утвердила «Стратегию развития
        воспитания в Российской Федерации на период до 2025 года», согласно
        которой главной задачей в сфере воспитания детей является «развитие
        высоконравственной личности, разделяющей российские традиционные
        духовные ценности, обладающей актуальными знаниями и умениями, способной
        реализовать свой потенциал в условиях современного общества, готовой к
        мирному созиданию и защите Родины» [Стратегия, 1]. На данном этапе
        развитие гражданской идентичности молодежи является приоритетным
        направлением России. Молодёжь – главный двигатель развития страны,
        главным запуском которого являются ценностные установки молодых ребят.
        От того какие ценности культивируются в молодёжной среде зависит будущее
        нашего государства. Ценностные установки молодёжи весьма динамичны,
        потому их изучение всегда является актуальным, особенно сейчас, когда
        человечество живет во времена технологий: Интернет, СМИ, телевидение
        могут подменять и искажать традиционные ценности молодежи."
      />
      <Paragraph text="Ценности формируют гражданскую идентичность, качество которой влияет на стабильность социальной сферы, что является важным фактором для роста доверия общества к политике государства. Россия планирует долгосрочное развитие страны по разным направлениям, в том числе имеет цель сохранить национальную и культурную идентичность, что является одним из главных факторов образования «российской идеи» или «российской мечты», которая будет содержать в себе намерение в создании единого направления для общества. Данная мечта необходима любому процветающему государству, т.к. она способствуют формированию общественного сознания, обеспечению стабильности и единства в обществе, а также является мощным механизмом для достижения сбалансированного и устойчивого развития государства. Общая государственная мечта может служить целью объединения граждан, в особенности молодежи, что будет ориентировать их на следование общим ценностям и целям." />
      <Paragraph text="Ценности – это убеждения, принципы и установки, которые являются основой для поведения и принятия решений у человека или общества. Они могут включать в себя такие понятия, как: честность, уважение, ответственность, справедливость, семья, здоровье, свобода и др. Ценности могут быть индивидуальными, а также социальными или культурными, и они определяют то, что для человека или общества является важным и значимым. Ценности работают и на уровне государств. У каждого государства и его общества есть собственные ценности, установки, обычаи, традиции, язык, история. Именно этот комплекс формирует идентичность общества того или иного государства, а в особенности его подрастающих поколений. " />
      <Paragraph text="На разных этапах общественного развития именно молодежь чаще всего выступала движущей силой, определяющей ценности и приоритеты, инициирующей перемены и трансформацию в обществе, а также жаждущей преобразований [Третьякова О.В., 112]. Ценности, которыми руководствуется молодое поколение, могут быть сформированы под влиянием множества факторов, включая семейное окружение, образование, культурную среду и внешние воздействия, которые служат основой для формирования личной и социальной идентичности молодежи. Более того, устоявшиеся традиционные ценности всего государства также могут значительно влиять на формирование гражданской идентичности молодёжи. Понятие «традиционные ценности» не закреплено юридически и больше носит морально-этический характер. Традиционные ценности формируются на основе исторического прошлого и культурного наследия государства и служат для организации общества и образования его идентичности. " />
      <Paragraph text="Так или иначе, традиционные ценности существуют в наших обществах и влияют на их развитие, также у нас есть государственные ценности, которые могут включать в себя убеждения, обычаи, общественные нормы, передаваемые из поколения в поколение. Традиционные ценности государства формируются на основе его истории, культуры, обычаев, религии и других элементов, которые определяют общие убеждения и принципы общества. Приведем некоторые аспекты, благодаря которым формируются традиционные ценности государства:" />

      <ol className="article__list">
        <li className="article__text article__list__text">
          История и культура: история нации и культурные традиции имеют
          значительное влияние на формирование традиционных ценностей
          государства. Обычаи и ценности, которые передаются из поколения в
          поколение, помогают создать общие установки для нации.
        </li>
        <li className="article__text article__list__text">
          Религия и мировоззрение: религиозные и моральные убеждения играют
          важную роль в формировании традиционных ценностей государства. Они
          могут определять нормы поведения, этические принципы и отношение к
          другим культурам и обществам.
        </li>
        <li className="article__text article__list__text">
          Правовые документы и конституция: основные документы государства,
          такие как конституция, законы, декларации и прочие правовые акты,
          могут закреплять традиционные ценности как основу для законодательства
          и государственной политики.
        </li>
        <li className="article__text article__list__text">
          Официальные институты: государственные институты, политические партии,
          общественные организации и образовательные учреждения также могут
          играть свою роль в формировании и продвижении традиционных ценностей.
        </li>
        <li className="article__text article__list__text">
          Народная мудрость и общественные нормы: взгляды и убеждения общества,
          передаваемые через народные мудрости, пословицы, поговорки и прочие
          формы народного творчества, также могут формировать традиционные
          ценности государства.
        </li>
      </ol>
      <Paragraph text="Эти факторы влияют на формирование и закрепление традиционных ценностей государства, которые становятся основой для общественных установок и лежат в основе государственной политики и законодательства." />
      <Paragraph text="Более того, традиционные ценности имеют воздействие на формирование гражданской идентичности молодежи и могут проявляться следующим образом:" />
      <ol className="article__list">
        <li className="article__text article__list__text">
          Идентификация с общностью: традиционные ценности могут способствовать
          формированию чувства принадлежности к определенной культуре, нации или
          сообществу, что может повысить уровень гражданской идентичности
          молодежи.
        </li>
        <li className="article__text article__list__text">
          Отношение к правам и обязанностям: традиционные ценности часто
          включают в себя понятия ответственности перед семьей, обществом и
          государством. Они могут влиять на то, как молодежь воспринимает свои
          обязанности и права как граждане.
        </li>
        <li className="article__text article__list__text">
          Социальное поведение: традиционные ценности могут оказывать влияние на
          межличностные отношения, семейные ценности, роль молодежи в обществе,
          что в свою очередь может повлиять на их гражданскую идентичность.
        </li>
      </ol>
      <Paragraph text="Однако, ценности в разных культурах и обществах могут отличаться, и различные ценностные системы могут оказывать влияние на гражданскую идентичность молодежи по-разному. Рассмотрим на примере Российской Федерации. " />
      <Paragraph text="Особенно в настоящее время каждому государству важно иметь мечту, национальную идею, основанную на вечных ценностях. «Государственная идея и учение о ней, идеал к которому стремится государство – обязательная, неотъемлемая часть механизма государства, его системы управления, столь же естественная и важная, как и армия, полиция, судебная власть, законы» [Овчинников А.И., 2]. Государственные традиции тесно связаны с общественными, основаны на нравах, менталитете и обычаях нации, и в своей совокупности служат индикатором для развития социума страны. Таким образом, под государственной идеологией следует понимать совокупность ценностей и норм, легитимирующих организацию верховной власти в той или иной стране [Овчинников А.И., 4]. В современном мире государственная идеология осуществляет управленческую, коммуникативную и интегративную функции. Каждый государсвтообразующий народ формирует свою идеологию, основанную на обычаях и традициях. Тем самым, идеология движет государством и его народом в достижении каких-либо целей. Благодаря идеологии народ знает ответ на вопрос: «куда мы движемся?».  " />
      <Paragraph text="Каждый народ, каждое государство имеет свои религиозные обычаи и особенности, духовную историю, культуру, которые лежат в основе менталитета общества. Российская Федерация не является исключением, ядро нашего государства составляет народ, приверженный ценностям православного христианства. Оглядываясь назад, духовное единство нашего народа всегда было движущей силой, что способствовало расцвету государства. Вера и ценности стимулировали развитие страны, и Россия приобретала могущество. Однако, периоды смуты, революций и кризисов сопровождались как раз-таки ослаблением духовного единства нашей нации. Ценности являются базой, основой для идеологии и государственной идеи. Вопрос о наличии традиционных ценностей в нашей стране является актуальным и важным в особенности для подрастающих поколений. На данным момент Россия движется, теряя прежние ценностные ориентиры, что является серьезной проблемой для российского общества. Отсутствие ценностей означает отсутствие идеологии, из-за чего народу тяжело понять цель существования государства. Многие задаются вопросом о том, насколько сильны у России традиционные ценности и есть ли идеология и, следовательно, так называемая «российская мечта», ведь без мечты, без идеологии, страна является слепцом, который может упасть в любой момент. Российскому народу уже давно нужно обдумать, какие ценности его объединяют, как их укрепить и не поддаться прозападным навязываниям, ведь от судьбы российского общества зависят судьбы других этносов и народов, проживающих по всей стране. Таким образом, наличие ценностей сможет стать фундаментом для образования «государственной идеи». " />
      <Paragraph text="Можно выделить несколько традиционных ценностей России, которые всегда преобладали в российском обществе, среди них: милосердие, доброта, гостеприимство, смелость, отвага, помощь ближнему, патриотизм, уважение к старшим, правосознание, терпеливость, трудолюбие и образованность. Влияние этих ценностей на молодое поколение может быть, как положительным, так и отрицательным. С одной стороны, они могут способствовать формированию у молодежи нравственных принципов, уважения к обществу и труду, семье и стране. С другой стороны, они могут ограничивать индивидуальное развитие и свободу выбора в плане вероисповедания, образования, карьеры и личных отношений. Плюс ко всему, в мире ведется серьезная пропаганда западных устоев, которые имеют влияние на молодое поколение, что также сказывается на ослаблении традиционных российских ценностей. Отсутствие четких государственных ценностей ведет к отсутствию государственной идеи. " />
      <Paragraph text="В России нет четкого юридически закрепленного понятия «русская мечта» или «государственная идея РФ». Однако, этот термин изредка проскакивает в речах политиков и газетных заголовках. Смотря на запад, современная молодёжь задается вопросом о том, есть ли подобие «американской мечты» в нашем обществе. В России люди могут иметь собственные мечты, цели и стремления, которые могут быть разнообразными и индивидуальными. У России есть устремления в политическом, экономическом и социальном контексте, таких как развитие экономики, обеспечение стабильности и безопасности для граждан, модернизация образования и здравоохранения, сохранение и продвижение культурного наследия, развитие науки и технологий и т.д., но обобщенного понятия «российская мечта» нет. " />
      <Paragraph text="Сформировать концепцию «российской мечты» может быть сложной, но в то же время важной задачей для социальных и политических лидеров, образовательных учреждений и общественных организаций. Целью такой «мечты» может быть создание общего видения будущего России, которое вдохновляло бы различные слои общества и стимулировало солидарность, сотрудничество и развитие. Первым шагом на пути к созданию «мечты» может стать обнародование традиционных ценностей государства и их привязка к социуму. Традиционные ценности станут фундаментом для развития «российской идеи». Такие ценности могут стимулировать развитие гражданской идентичности молодёжи. Взаимодействие с традиционными ценностями способствует формированию понимания и уважения к истории, культуре и общественным нормам, что в свою очередь способствует развитию идентичности молодого поколения. Можно выделить несколько ценностей, которые будут давать стимул для становления гражданской идентичности молодежи:" />
      <ol className="article__list">
        <li className="article__text article__list__text">
          Уважение к историческому прошлому: Россия богата культурным наследием,
          которое можно использовать для формирования гражданской идентичности
          молодежи. Это может включать в себя популяризацию традиционной музыки,
          танцев, народных ремесел, литературы и искусства через фестивали,
          выставки, мастер-классы и другие мероприятия;
        </li>
        <li className="article__text article__list__text">
          Изучение истории и национальных традиций: включение изучения истории и
          национальных традиций в образовательные программы может помочь
          молодежи лучше понять происхождение и развитие своей страны, а также
          сформировать свое место в этой истории;
        </li>
        <li className="article__text article__list__text">
          Развитие патриотизма и гражданской ответственности: традиционные
          ценности могут также включать в себя патриотизм, любовь к родной
          стране, гордость за ее достижения. Эти эмоции могут стимулировать
          гражданскую идентичность и ответственность перед обществом;
        </li>
        <li className="article__text article__list__text">
          Участие в общественной деятельности: поощрение молодежи участвовать в
          общественной деятельности, волонтёрстве и социальных проектах на
          местном и национальном уровнях также может помочь в развитии
          гражданской идентичности молодого поколения.
        </li>
      </ol>
      <Paragraph text="Таким образом, традиционные ценности России могут играть значительную роль в формировании гражданской идентичности среди молодежи, так как они представляют основные аспекты культурного и социального развития страны, которые впоследствии могут стать фундаментом для формирования «российской идеи». От того насколько четко будут заданы традиционные российские ценности зависит будущего наших поколений и будущее целой нации и страны. " />
      <h1 className="article__title">БИБЛИОГРАФИЧЕСКИЙ СПИСОК</h1>

      <ol className="article__list">
        <li className="article__text article__list__text">
          «Стратегия развития воспитания в Российской Федерации на период до
          2025 года» от 29 мая 2015 г. // URL:
          http://council.gov.ru/media/files/41d536d68ee9fec15756.pdf (дата
          обращения: 28.01.2024).
        </li>
        <li className="article__text article__list__text">
          Третьякова О.В., Попкова А.А. Молодежь в современном обществе: система
          ценностей // Вестник Сургутского государственного педагогического
          университета. 2020. №2 (65). С. 112-115.
        </li>
        <li className="article__text article__list__text">
          The Invention of Tradition. Ed. by Eric Hobsbawm and Terence Ranger.
          University of Cambridge // Hobsbaum E. Introduction: Inventing
          Traditions. 1992. P. 1-14.
        </li>
        <li className="article__text article__list__text">
          Овчинников А.И. Понятие государственной идеологии и ее функции в
          современном государстве // Философия права. 2012. №2 (51). С. 3
        </li>
      </ol>
      <div className="article__annotation">
        <span
          className="article__annotation__text"
          style={{ fontWeight: "normal", fontStyle: "italic" }}
        >
          Статья публикуется впервые
          <br /> 30.01.2024
        </span>
      </div>
      <h2
        className="article__subtitleContainer__subtitle"
        style={{ marginTop: "5rem" }}
      >
        Сведения об авторе
      </h2>
      <p className="article__text" style={{ marginTop: "5rem" }}>
        <b>Линник Александра Сергеевна</b> – студент, Южно-Уральский
        государственный университет, г. Челябинск, Россия,
        abekarevawork@mail.ru.
      </p>
      <p className="article__text">
        <b>Шестакова Людмила Ивановна</b> – кандидат технических наук,
        заведующий кафедрой международных отношений, политологии и
        регионоведения Института лингвистики и международных коммуникаций,
        доцент кафедры иностранных языков, Южно-Уральский государственный
        университет, г. Челябинск, Россия, shestakovali@susu.ru
      </p>
      <h2
        className="article__subtitleContainer__subtitle"
        style={{ marginTop: "5rem" }}
      >
        Information about the author
      </h2>
      <p className="article__text" style={{ marginTop: "5rem" }}>
        <b>Alexandra S. Linnik</b>, student, South Ural State University,
        Chelyabinsk, Russia, abekarevawork@mail.ru.
      </p>
      <p className="article__text">
        <b>Lyudmila I. Shestakova</b>, Cand. Sci. (Eng.), Ass. Prof., Head of
        the Department of International Relations, Political Science and
        Regional Studies, South Ural State University, Chelyabinsk, Russia;
        shestakovali@susu.ru.
      </p>
    </div>
  );
};
